meshIndependence/Blasius_notveryfineMesh/linear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            outlet;
        nFaces          95;
        startFace       5764;
        faces           ( ( 8 10 11 9 ) ( 16 17 10 8 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          31;
        startFace       5859;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          31;
        startFace       5890;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          75;
        startFace       5921;
    }
    symmBound
    {
        type            wall;
        inGroups        1(wall);
        nFaces          20;
        startFace       5996;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          5890;
        startFace       6016;
    }
)

// ************************************************************************* //
